import { FAQItem } from "../../../entities/faq/types/faq";

export const faqData: FAQItem[] = [
	{
		id: "1",
		question: "Что можно делать на этом сайте?",
		answer: "На нашей платформе вы можете делать прогнозы путем голосования",
	},
	{
		id: "2",
		question: "Нужна ли регистрация?",
		answer: "Для того, чтобы сделать прогноз нужно быть авторизованным пользователем",
	},
	{
		id: "3",
		question: "Это азартные игры?",
		answer: "Нет, в процессе голосования с вас не требуются денежные средства",
	},
	{
		id: "4",
		question: "Сколько вас в проекте?",
		answer: "В нашем проекте 5 участников",
	},
];
